[
  { "text": "You must be the change you wish to see in the world.", "author": "Mahatma Gandhi" },
  { "text": "Arise, awake, and stop not till the goal is reached.", "author": "Swami Vivekananda" },
  { "text": "Dream, dream, dream. Dreams transform into thoughts and thoughts result in action.", "author": "Dr. A.P.J. Abdul Kalam" },
  { "text": "Give me blood, and I shall give you freedom!", "author": "Subhas Chandra Bose" },
  { "text": "Swaraj is my birthright and I shall have it.", "author": "Bal Gangadhar Tilak" },
  { "text": "If you want to shine like a sun, first burn like a sun.", "author": "Dr. A.P.J. Abdul Kalam" },
  { "text": "It is easy to kill individuals but you cannot kill the ideas.", "author": "Bhagat Singh" },
  { "text": "Jai Jawan, Jai Kisan.", "author": "Lal Bahadur Shastri" },
  { "text": "Unity is strength… when there is teamwork and collaboration, wonderful things can be achieved.", "author": "Ratan Tata" },
  { "text": "I don’t believe in taking right decisions. I take decisions and then make them right.", "author": "Ratan Tata" },
  { "text": "None can destroy iron, but its own rust can. Likewise, none can destroy a person, but his own mindset can.", "author": "Ratan Tata" },
  { "text": "Liberty means responsibility. That is why most men dread it.", "author": "Mahatma Gandhi" },
  { "text": "Service without humility is selfishness and egotism.", "author": "Mahatma Gandhi" },
  { "text": "A coward is incapable of exhibiting love; it is the prerogative of the brave.", "author": "Mahatma Gandhi" },
  { "text": "Strength does not come from physical capacity. It comes from an indomitable will.", "author": "Mahatma Gandhi" },
  { "text": "Religion is the manifestation of the divinity already in man.", "author": "Swami Vivekananda" },
  { "text": "Work is worship.", "author": "Swami Vivekananda" },
  { "text": "All power is within you; you can do anything and everything.", "author": "Swami Vivekananda" },
  { "text": "The more we come out and do good to others, the more our hearts will be purified.", "author": "Swami Vivekananda" },
  { "text": "Work hard in silence, let success make the noise.", "author": "Anonymous (India)" },
  { "text": "Knowledge is like holy kamadhenu, always giving more than demanded.", "author": "Chanakya" },
  { "text": "Before you start some work, always ask yourself three questions: Why am I doing it, What the results might be, and Will I be successful.", "author": "Chanakya" },
  { "text": "The fragrance of flowers spreads only in the direction of the wind. But the goodness of a person spreads in all directions.", "author": "Chanakya" },
  { "text": "Books are as useful to a stupid person as a mirror is useful to a blind person.", "author": "Chanakya" },
  { "text": "Dream is not that which you see while sleeping, it is something that does not let you sleep.", "author": "Dr. A.P.J. Abdul Kalam" },
  { "text": "Man needs his difficulties because they are necessary to enjoy success.", "author": "Dr. A.P.J. Abdul Kalam" },
  { "text": "Failure will never overtake me if my determination to succeed is strong enough.", "author": "Dr. A.P.J. Abdul Kalam" },
  { "text": "Every act of conscious learning requires the willingness to suffer an injury to one’s self-esteem.", "author": "B. R. Ambedkar" },
  { "text": "India is not a nation, nor a country. It is a subcontinent of nationalities.", "author": "B. R. Ambedkar" },
  { "text": "Education is the most powerful weapon which you can use to change the world.", "author": "B. R. Ambedkar" },
  { "text": "The rights of every man are diminished when the rights of one man are threatened.", "author": "B. R. Ambedkar" },
  { "text": "Don’t see others doing better than you, beat your own records every day, because success is a fight between you and yourself.", "author": "Chandrasekhar Azad" },
  { "text": "Revolution is an inalienable right of mankind. Freedom is an imperishable birthright of all.", "author": "Bhagat Singh" },
  { "text": "Merciless criticism and independent thinking are the two necessary traits of revolutionary thinking.", "author": "Bhagat Singh" },
  { "text": "Even if I died in the service of the nation, I would be proud of it. Every drop of my blood… will contribute to the growth of this nation.", "author": "Indira Gandhi" },
  { "text": "Democracy is good. I say this because other systems are worse.", "author": "Jawaharlal Nehru" },
  { "text": "A country’s greatness lies in its undying ideals of love and sacrifice that inspire the mothers of the race.", "author": "Sarojini Naidu" },
  { "text": "Courage is not the absence of fear, but the triumph over it.", "author": "Rani Lakshmibai" },
  { "text": "Take risks in your life. If you win, you can lead; if you lose, you can guide.", "author": "Swami Vivekananda" },
  { "text": "Patience is the key to success.", "author": "Mahatma Gandhi" },
  { "text": "No legacy is as rich as honesty.", "author": "Harivansh Rai Bachchan" },
  { "text": "Once you stop learning, you start dying.", "author": "Mahatma Gandhi" },
  { "text": "The future depends on what you do today.", "author": "Mahatma Gandhi" },
  { "text": "The best way to find yourself is to lose yourself in the service of others.", "author": "Mahatma Gandhi" },
  { "text": "A nation is advanced in proportion to education and intelligence spread among the masses.", "author": "Swami Vivekananda" },
  { "text": "Revolutions are brought about by men, by men who think as men of action and act as men of thought.", "author": "Bhagat Singh" },
  { "text": "Our nation is like a tree of which the original trunk is swarajya and the branches are swadeshi and boycott.", "author": "Bal Gangadhar Tilak" },
  { "text": "You cannot shake hands with a clenched fist.", "author": "Indira Gandhi" },
  { "text": "Difficulties increase the nearer we get to the goal.", "author": "Rabindranath Tagore" }
]
